/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Alarm, minutę przed rozłączeniem";

/* Error string for OTR message string */
"A private conversation could not be set up." = "Prywatna rozmowa nie może zostać zrealizowana.";

/* Title for the about page */
"About" = "O programie";

/* Label for button to show version numbers and licenses */
"About This Version" = "O tej wersji";

/* SSL error message */
"Access denied" = "Dostęp zabroniony";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Error title when account is disconnected */
"Account Disconnected" = "Konto rozłączone";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "Podpisy cyfrowe konta";

/* Title for the accounts tab */
"Accounts" = "Konta";

/* Button title to add someone as a buddy */
"Add" = "Dodaj";

/* The title for the view to add a buddy */
"Add Buddy" = "Dodaj znajomego";

/* String to describe advanced set of settings */
"Advanced" = "Zaawansowane";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Podczas szyfrowania wiadomości wystąpił błąd i nie została ona wysłana.";

/* shown when changing database passphrase fails */
"An error occurred while changing the database passphrase." = "Wystąpił błąd podczas zmiany hasła bazy danych.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "Podczas konfigurowania bazy danych wystąpił błąd.";

/* SSL error message */
"Attempt to restore an unknown session" = "Próba przywrócenia nieznanej sesji";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Kasuj automatycznie";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Automatycznie rozpocznij szyfrowanie";

/* Label in buddy list for users that are available */
"Available" = "Dostępny";

/* Label in buddy list for users that are away */
"Away" = "Nieobecny";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Sesja w tle wygaśnie za minutę.";

/* SSL error message */
"Bad certificate format" = "Zły format certyfikatu";

/* SSL error message */
"Bad MAC" = "Zły MAC";

/* SSL error message */
"Bad protocol version" = "Zła wersja protokołu";

/* SSL error message */
"Bad SSLCipherSuite" = "Zły SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Zły nieobsługiwany format certifikatu";

/* string to describe basic set of settings */
"Basic" = "Podstawowe";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Ponieważ zawartość bazy danych szyfrowana jest wyrażeniem hasłowym, straciłeś dostęp do twoich danych i musisz usunąć i ponownie zainstalować ChatSecure, aby kontynuować. Managery haseł takie jak 1Password lub MiniKeePass mogą być pomocne w generowaniu i przechowywaniu silnych haseł.";

/* The String for a button to block a buddy */
"Block" = "Zablokuj";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Zablokuj & usuń";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "Podpisy cyfrowe znajomego";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Informacja o znajomym";

/* Title for the buddy list tab */
"Buddy List" = "Lista znajomych";

/* Cancel an alert window */
"Cancel" = "Anuluj";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Zakończ szyfrowanie rozmowy";

/* Error string for OTR message string */
"Cannot read the received message." = "Nie można odczytać odebranej wiadomości.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Nie można rozpoznać rodzaju OTR otrzymanej wiadomości.";

/* SSL error message */
"Cert chain not verified by root" = "Łańcuch certyfikatów niezweryfikowany przez root";

/* SSL error message */
"Certificate expired" = "Certyfikat wygasł";

/* SSL error message */
"Certificate revoked" = "Certyfikat odwołany";

/* SSL error message */
"Chain had a cert not yet valid" = "Łańcuch nie miał jeszcze ważnego certyfikatu";

/* SSL error message */
"Chain had an expired cert" = "Certyfikat łańcucha utracił ważność";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "Zmień wyrażenie hasłowe";

/* Title for chat view */
"Chat" = "Czat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Rozmowa ze mną jest chroniona";

/* Title for chats view */
"Chats" = "Czaty";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Sprawdź kod źródłowy na Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Błąd wynegocjowania zestawu certyfikatów";

/* Label for text field where you compose a new message */
"Compose" = "Utwórz";

/* SSL error message */
"Configuration error" = "Błąd konfiguracji";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Połącz z Facebook'iem";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "Połącz do istniejącego konta";

/* Whether or not account is logged in */
"Connected" = "Połączono";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Łączenie";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Łączenie z Tor";

/* SSL error message */
"Connection closed gracefully" = "Połączenie bezpiecznie zamknięte";

/* SSL error message */
"Connection closed via error" = "Połączenie przerwane poprzez błąd";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Kopiuj";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Nie można pobrać klucza publicznego z certyfikatu";

/* Title for button to create account */
"Create" = "Utwórz";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Utwórz nowe konto";

/* Start of sentence that will be followed by names */
"Created by" = "Utworzone przez";

/* Title for progress of creating a new account */
"Creating Account" = "Tworzenie konta";

/* title label for the existing passphrase */
"Current Passphrase" = "Aktualne wyrażenie hasłowe";

/* SSL error message */
"Decoding error" = "Błąd dekodowania";

/* SSL error message */
"Decompression failure" = "Błąd dekompresji";

/* SSL error message */
"Decryption error" = "Błąd rozszyfrowywania";

/* SSL error message */
"Decryption failed" = "Rozszyfrowanie nie powiodło się";

/* SSL error message */
"Decryption failure" = "Błąd rozszyfrowywania";

/* default string to revert to normal language behaviour */
"Default" = "Domyślny";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Usuń konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Kasuj rozmowy po rozłączeniu";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Dostarczono";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Odłącz od Facebook'a";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Nie przeszkadzać";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "Należy ustawić domenę";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Wprowadź domenę ręcznie, kiedy ustawiasz nowy port";

/* Title for donation link */
"Donate" = "Darowizna";

/* Title for button to press when user is finished */
"Done" = "Zrobione";

/* Error title when there is a duplicate account */
"Duplicate account" = "Powiel konto";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Włącza oportunistyczne OTR";

/* Generic title for encryption errors */
"Encryption Error" = "Błąd szyfrowania";

/* title label for error when creating account */
"Error Creating Account" = "Błąd podczas tworzenia konta";

/* Error message when registration fails */
"Error Registering Username" = "Błąd rejestracji nazwy użytkownika";

/* Title of error message pop-up box */
"Error!" = "Błąd!";

/* SSL error message */
"Export restriction" = "Ograniczenie eksportu";

/* Default message when a user status is set to extended away */
"Extended Away" = "Nieobecny/a na dłużej";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Nie udało się połączyć z serwerem XMPP. Sprawdź dane użyte do logowania oraz połączenie internetowe i spróbuj ponownie.";

/* SSL error message */
"Fatal alert" = "Krytyczny błąd";

/* your fingerprint */
"Fingerprint for you" = "Twój podpis cyfrowy";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Zapomniałeś wyrażenia hasłowego?";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* SSL error message */
"Handshake failure" = "Korekcja błędów nie powiodła się";

/* Label for button to open link to translate app */
"Help Translate" = "Pomóż w tłumaczeniu";

/* Label text for hostname field on login scree */
"Hostname" = "Nazwa hosta";

/* SSL error message */
"I/O would block (not fatal)" = "I/O będzie blokować (nie krytyczne)";

/* SSL error message */
"Illegal parameter" = "Nieprawidłowy parametr";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Rozpocznij szyfrowaną rozmowę";

/* SSL error message */
"Insufficient buffer provided" = "Niewystarczająca ilość buforu";

/* SSL error message */
"Insufficient security" = "Niewystarczające zabezpieczenie";

/* SSL error message */
"Internal error" = "Błąd wewnętrzny";

/* SSL error message */
"Invalid certificate chain" = "Nieważny łańcuch certyfikatów";

/* title label for invalid email */
"Invalid Email" = "Nieprawidłowy e-mail";

/* Directions to the system software update */
"iOS Vulnerability" = "Luka w zabezpieczeniach iOS";

/* Message shown in line for users that are available */
"is now available" = "jest teraz dostępny/a";

/* Message shown in line for users that are away */
"is now away" = "jest teraz nieobecny/a";

/* Message shown in line for users that are offline */
"is now offline" = "jest teraz niepołączony/a";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Język";

/* log in to account */
"Log In" = "Zaloguj";

/* log out from account */
"Log Out" = "Wyloguj";

/* shown during the login process */
"Logging in..." = "Logowanie...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Zaloguj się automatycznie";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Zarządzaj kontem ChatSecure Push";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Zarządzaj podpisy cyfrowe OTR";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Zarządzaj zapisanymi certyfikatami SSL";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Wiadomość nie została wysłana, ponieważ nasz kolega zakończył prywatną rozmowę. Należy zamknąć lub odświeżyć połączenie.";

/* SSL error message */
"Miscellaneous bad certificate" = "Różne złe certyfikaty";

/* SSL error message */
"Module attach failure" = "Błąd dołączania modułu";

/* The string describing a buddy's display name */
"Name" = "Nazwa";

/* For a new settings value */
"New" = "Nowa";

/* Title for New Account View */
"New Account" = "Nowe konto";

/* title label for the new passphrase */
"New Passphrase" = "Nowe wyrażenie hasłowe";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nowy certyfikat SSL";

/* Label for button to go to next step */
"Next" = "Dalej";

/* SSL error message */
"No Error" = "Brak błędu";

/* SSL error message */
"No renegotiation allowed" = "Ponowne negocjowanie niedozwolone";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "Niezweryfikowany";

/* Label in buddy list for users that are offline */
"Offline" = "Niepodłączony";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Stara";

/* Message shown when using more than one Tor account with the same domain */
"Only one Tor account per domain is supported at this time." = "Obecnie obsługiwane jest tylko jedno konto Tora na domenę.";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Otwórz w Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Otwórz w Facebooku";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Otwórz w Twitterze";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Nieobowiązkowe";

/* the name for AIM */
"OSCAR Instant Messenger" = "Komunikator OSCAR";

/* Title for other miscellaneous settings group */
"Other" = "Inne";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "Podpisy cyfrowe OTR";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Nasza polityka wymaga szyfrowania, ale staramy się wysłać niezaszyfrowaną wiadomości na zewnątrz.";

/* Label text for password field on login screen */
"Password" = "Hasło";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Certyfikat peer'a jest ważny lub ignorowany, jeśli weryfikacja została wyłączona";

/* SSL error message */
"Peer dropped connection before responding" = "Peer rozłączył połączenie przed udzieleniem odpowiedzi";

/* SSL error message */
"Peer host name mismatch" = "Nazwa hosta peer'a nie zgadza się";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Oczekuje na zatwierdzenie";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Usuń permanentnie";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Przypięte certyfikaty";

/* detail title label for invalid email */
"Please choose a valid email address" = "Proszę wybierz poprawny adres e-mail";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "Proszę zaloguj się do tego konta przed zarządzaniem wniosków.";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Domniemany podpis cyfrowy dla";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "Kod QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Otrzymano ogólny błąd OTR.";

/* Error string for OTR message string */
"Received a heartbeat." = "Otrzymano puls.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Otrzymano zaszyfrowaną wiadomość, ale nie można jej odczytać, bo nie ma jeszcze ustawionego prywatnego połączenia.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Otrzymano niezaszyfrowaną wiadomość.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Otrzymano i odrzucono wiadomości przeznaczoną dla innej instancji.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Otrzymano własne wiadomości OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Ostatnio";

/* SSL error message */
"Record overflow" = "Przepełnienie danych";

/* Button title to reject a request such as a buddy request */
"Reject" = "Odrzuć";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Zapamiętaj wyrażenie hasłowe";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Zapamiętaj hasło";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Usuń";

/* Reply to an incoming message */
"Reply" = "Odpowiedz";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Wymagane";

/* Label for text input for XMPP resource */
"Resource" = "Zasób";

/* Title for button for saving a setting */
"Save" = "Zapisz";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Zapisane certyfikaty";

/* Label for text field where you search for a buddy */
"Search" = "Szukaj";

/* Title heading in settings */
"Security" = "Bezpieczeństwo";

/* Title of alert box warning about security issues */
"Security Warning" = "Ostrzeżenie zabezpieczeń";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SSL z podpisem własnym";

/* String on button to email feedback */
"Send Feedback" = "Napisz opinię";

/* Error string for OTR message string */
"Sent a heartbeat." = "Wyślij puls.";

/* SSL error message */
"Server closed session with no notification" = "Serwer zamknął sesję bez powiadomienia";

/* SSL error message */
"Server has requested a client cert" = "Serwer zażądał certyfikat klienta";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "Ustaw nowe wyrażenie hasłowe w bazie danych";

/* Title for the Settings screen */
"Settings" = "Ustawienia";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Ustawienia -> Ogólne -> Aktualizacja oprogramowania";

/* Title for sharing a link to the app */
"Share" = "Udostępnij";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Ostrzeżenie o rozłączeniu";

/* title label for signing up for a new account */
"Sign Up" = "Zarejestruj się";

/* Label for button to skip this step */
"Skip" = "Pomiń";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Niezgodność nazwy hosta SSL";

/* SSL error message */
"SSL protocol error" = "Błąd protokołu SSL";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Zapytania o kontakt";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "Rozmowa nie jest chroniona";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "Rozmowa jest chroniona i podpis cyfrowy jest zweryfikowany";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Rozmowa z %@ nie jest teraz chroniona.";

/* shown when changing database passphrase succeeds */
"The database passphrase change was successful." = "Zmiana hasła bazy danych zakończona pomyślnie.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "Podpis cyfrowy został zmieniony i musi być zweryfikowany";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "Podpis cyfrowy nie został zweryfikowany";

/* Error string for OTR message string */
"The message received contains malformed data." = "Otrzymana wiadomość zawiera wadliwe dane.";

/* Error string for OTR message string */
"The previous message was resent." = "Poprzednia wiadomość została odesłana.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Serwer XMPP nie obsługuje rejestracji w zakresie pasma";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "Konto z podaną nazwą użytkownika już istnieje.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Ta rozmowa jest chroniona";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "To urządzenie nie jest skonfigurowane do czynienia płatności.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Ten kod QR zawiera link do http://omniqrcode.com/q/chatsecure przekierowujący na stronę AppStore.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor jest funkcją eksperymentalną, proszę używaj ją z rozwagą.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* SSL error message */
"Underlying cryptographic error" = "Podstawowy błąd kryptograficzny";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Nieoczekiwany (pominięty) wpis w DTLS";

/* SSL error message */
"Unexpected message received" = "Otrzymano nieoczekiwaną wiadomość";

/* SSL error message */
"Unknown Cert Authority" = "Nieznany certyfikat Centrum Autoryzacji";

/* SSL error message */
"Unknown certificate" = "Nieznany certyfikat";

/* Label for button to unlock app */
"Unlock" = "Odblokuj";

/* SSL error message */
"User canceled" = "Anulowane przez użytkownika";

/* Example of a username using the words user and example */
"user@example.com" = "użytkownik@przykład.pl";

/* Label text for username field on login screen */
"Username" = "Nazwa użytkownika";

/* SSL error message */
"Valid cert chain, untrusted root" = "Ważny łańcuch certyfikatów, niezaufany root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Ważny certyfikat";

/* To let the user know the fingerprint as been checked */
"Verified" = "Zweryfikowany/a";

/* Shown when verifying fingerprints */
"Verify" = "Weryfikuj";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Weryfikuj podpis cyfrowy";

/* Shown when verifying fingerprints */
"Verify Later" = "Zweryfikuj później";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Wersja";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Ostrzeżenie: Ta rozmowa nie jest szyfrowana";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Czy chcesz połączyć się z UserVoice aby wysłać opinię?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Najpierw musisz być w szyfrowanej rozmowy.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Aby się zalogować, musisz podać nazwę użytkownika i hasło.";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Twoja aktualna wersja systemu iOS (%@) zawiera poważną lukę w zabezpieczeniach. Proszę zaktualizuj ją do najnowszej wersji, gdy tylko będzie to możliwe.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Twój datek wspomoże systematyczny rozwój ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Twoje hasło zostanie tylko zapisane w pęku kluczy iOS tego urządzenia i jest tylko tak bezpieczne, jak twoje wyrażenie hasłowe lub pin urządzenia. Jednak nie będzie występować podczas tworzenia kopii zapasowej/przywrócenia urządzenia przez iTunes, więc proszę nie zapomnij tego, bo możesz stracić twoją historię rozmów.";

